Repository: lsascha/registeraddress
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_registeraddress_domain_model_address
source: Address
de: Addresse

# tx_registeraddress_domain_model_address.gender
source: Gender
de: Geschlecht

# tx_registeraddress_domain_model_address.first_name
source: First Name
de: Vorname

# tx_registeraddress_domain_model_address.middle_name
source: Middle Name
de: Mittelname

# tx_registeraddress_domain_model_address.last_name
source: Last Name
de: Nachname

# tx_registeraddress_domain_model_address.eigene_anrede
source: Own appellation
de: Eigene Anrede

# tx_registeraddress_domain_model_address.consent
source: Consent
de: Einwilligung

# flexforms.consent
source: Einwilligungstext
de: Consent text

# scheduler.maxAge
source: Max age of hidden entries (in seconds)
de: Max. Alter von deaktivierten Einträgen

# scheduler.maxAge.invalidMaxAge
source: Max age is invalid. Please set time in seconds greater than 0.
de: Angabe Sekunden für max. Alter von Datensätzen muß größer als 0 sein.

# scheduler.table
source: Used table
de: Genutzte Tabelle

# scheduler.forceDelete
source: Remove entries from database, really!
de: Einträge wirklich aus der Datenbank löschen!

# scheduler.force-delete.active
source: Delete entries!
de: Einträge werden gelöscht!

# scheduler.deleteSuccessMessage
source: %s entries deleted.
de: %s Einträge gelöscht.

# scheduler.deleteSuccessTitle
source: Delete old entries
de: Alte Einträge löschen
